Repository: common-repository/subitosms
Catalog: languages/subitosms-*.po
Languages: it_it

source: Hello %s, on %s was published a new article entitled "%s"
it_it: Ciao %s, su %s è stato pubblicato l'articolo "%s"

source: SubitoSMS Account
it_it: Account SubitoSMS

source: SMS Sender
it_it: Mittente SMS

source: Automatic Sending
it_it: Invio Automatico

source: Automatic Sending Text
it_it: Messaggio Invio Automatico

source: Schedule for:
it_it: Programma per:

source: %1$s %2$s, %3$s @ %4$s : %5$s
it_it: %2$s %1$s, %3$s @ %4$s : %5$s

source: Send SMS
it_it: Invia SMS

source: Settings
it_it: Impostazioni

source: You do not have sufficient permissions to sendsms.
it_it: Non hai i permessi necessari per inviare SMS

source: M j, Y @ G:i
it_it: j/M/Y @ G:i

source: You can not send an empty message.
it_it: Non puoi inviare SMS vuoti

source: The message can not be longer than 160 characters.
it_it: Il messaggio non può superare i 160 caratteri

source: Whoops, the provided date is invalid.
it_it: Ops, la data proposta non è valida.

source: Invalid nonce. Please retry
it_it: Autenticazione errata, riprova.

source: Before you can use this plugin you must configure it in the settings page.
it_it: Prima di utilizzare il plugin, configuralo nelle impostazioni.

source: The selected users do not have a mobile phone number.
it_it: Gli utenti selezionati non hanno un numero di cellulare valido.

source: There are no users registered with mobile phone to which send the message.
it_it: Non ci sono utenti registrati che hanno memorizzato il numero di cellulare.

source: Your message has been taken over by SubitoSMS.
it_it: Il tuo SMS è stato preso in carico da SubitoSMS.

source: You can see the status of submission at the <a href="%s" target="blank">following link</a>.
it_it: Verifica lo stato di invia direttamente sul sito cliccando <a href="%s" target="blank">questo collegamento</a>.

source: Scheduled for: <b>%1$s</b>
it_it: Programmato per: <b>%1$s</b>

source: Send <b>immediately</b>
it_it: Invia <b>immediatamente</b>

source: SubitoSMS Send
it_it: SubitoSMS

source: Before you can use this plugin you must configure it in the <a href="%s">settings page</a>.
it_it: Prima di poter utilizzare questo plugin, devi configurarlo nella <a href="%s">pagina delle impostazioni</a>.

source: Send an sms to the selected users.
it_it: Invia un SMS ai soli utenti selezionati.

source: Send an sms to all registered users.
it_it: Invia un SMS a tutti gli utenti registrati.

source: You have a credit of %d messages and %d users with mobile.
it_it: Hai un credito di %d SMS e %d utenti che possono riceverli.

source: You haven't enough credit to send messages, <a href="%s">buy more credit</a>.
it_it: Non hai abbastanza credito per inviare i messaggi, <a href="%s">acquista del credito</a>.

source: User registration is <strong>turned-off</strong>, so not many users will be able to save their phone number.Turn-on user registration by clicking on <a href="options-general.php">Settings -&gt; General</a>
it_it: La registrazione utenti è <strong>disabilitata</strong>, quindi non molti potranno memorizzare il numero di telefono.Abiita la registrazione utenti cliccando su <a href="options-general.php">Impostazioni -&gt; Generale</a>

source: If you want to <strong>send a message only to a subset of users</strong> you have to go to the <a href="users.php">page of the user</a>, select the recipients of the message and choose the bulk action <strong>Send SMS</strong>.
it_it: Se vuoi inviare un messaggio <b>solo a un sottoinsieme di utenti</b> devi andare nella <a href="users.php">pagina degli utenti</a>, selezionare i destinatari del messaggio e scegliere l'azione di gruppo <strong>Invia SMS</strong>.

source: Users selected
it_it: Utenti selezionati

source: Date
it_it: Data

source: Edit
it_it: Modifica

source: Message
it_it: Messaggio

source: (required)
it_it: (richiesto)

source: Send
it_it: Invia

source: Do you want to send ?
it_it: Sicuro di voler inviare ?

source: You do not have sufficient permissions to manage options for this site.
it_it: Non hai i permessi per gestire le opzioni di questo sito.

source: SubitoSMS Settings
it_it: Impostazioni SubitoSMS

source: Configure the plugin with the credentials of your account.
it_it: Configura il plugin utilizzando le credenziali del tuo account SubitoSMS.

source: If you do not have an account yet, sign up by following <a href="%s" target="_blank">this link</a>
it_it: Se non hai ancora un account, registrati <strong>gratuitamente</strong> cliccando su <a href="%s" target="_blank">questo collegamento</a>.

source: Send following text automatically every time you publish a new article.
it_it: Invia automaticamente il testo seguente ogni volta che viene pubblicato un nuovo post.

source: Enter the text of the message that will be sent to users when you publish a new post. You can use the placeholder %s, %s, %s that will be replaced by their values ​​when sending the message.
it_it: Inserisci il testo del messaggio che verrà inviato agli utenti quando pubblichi un nuovo post. Puoi usare i segnaposto %s, %s, %s che verranno sostituiti dai rispettivi valori in fase di invio del messaggio.

source: Please enter a valid Username
it_it: Digita una Username valida

source: Please enter a valid Password
it_it: Digita una Password valida

source: Cancel
it_it: Annulla

source: SubitoSMS Extra profile information
it_it: Informazioni extra sul profilo SubitoSMS

source: Mobile number
it_it: Numero di cellulare

source: Please enter your mobile number. Eg. +39 338...
it_it: Digita il tuo numero di telefono. Es, +39335....

source: <strong>ERROR</strong>: You do not have permission to edit this user
it_it: <strong>ERROR</strong>: Non hai i permessi per modificare questo utente

source: <strong>ERROR</strong>: Please enter a valid mobile number. Eg. +39 338...
it_it: <strong>ERRORE</strong>: Digita un numero di telefono in formato internazionale col +39 davanti, senza spazi o caratteri di separazione

source: Send SMS messages to all your subscribed users and add mobile number to registration form.
it_it: Invia messaggi SMS a tutti gli utenti iscritti e aggiunge l'inserimento del numero di telefono cellulare alla form di registrazione.
